[
  {
    "event_id": "1",
    "post_id": "91",
    "event_slug": "wisdom-of-the-heart-sutra-summer-meditation-retreat-with-stephan-pende",
    "event_owner": "1",
    "event_status": "1",
    "event_name": "Wisdom of the Heart Sutra – Summer Meditation retreat with Stephan Pende",
    "event_start_time": "09:00:00",
    "event_end_time": "15:00:00",
    "event_all_day": "1",
    "event_start_date": "2017-07-28",
    "event_end_date": "2017-08-04",
    "post_content": "<h3>The retreat will be based on the Heart Sutra, which is one of the most important text of the Buddhist Tradition.</h3>rn<img class=\" wp-image-96 alignright\" src=\"http://yeshinnorbu.se/wp-content/uploads/2017/05/Heart_Sutra_01-e1493979669537-231x300.jpg\" alt=\"\" width=\"358\" height=\"465\" />rnrnThe radical message of the Heart Sutra is a sweeping attackrnon everything we hold most dear: our troubles,rnthe world as we know it, even the teachings of the Buddha himself. Overcoming fear, the Buddha teaches, is not to be accomplished by shutting down or building walls around oneself, but instead by opening up to understand the illusory nature of everything we fear - including ourselves.rnrnWe will approach the Heart Sutra as an invitation to practice and to bring our insights into daily life and our relationships.rnrnDuring the retreat, you will explore Buddhist methods to open your heart and connect with the source of wisdom in you. Stephan Pende will introduce you to a variety of meditation techniques from the Tibetan Tradition to support the development of Self-Compassion and based on that compassion for others. These techniques can be used by everyone independent of your background.rnrnThe emphasis will be on cultivating a kind and open awareness, to discover a way of effortless being without pressure.rn<h3>Stephan Wormland</h3>rn<img class=\"size-full wp-image-93 alignleft\" src=\"http://yeshinnorbu.se/wp-content/uploads/2017/05/Teachers-StephanPendeWormland.jpg\" alt=\"\" width=\"200\" height=\"239\" />Stephan was in born 1965 in Germany, MA in clinical psychology and trained in Gestalt therapy.rnrnHe has studied and practiced meditation in multiple Buddhist traditions for over 30 years and has spent 5 years in Meditation retreats.rnrnStephan was a monk in the Tibetan tradition for 11 years and teaches meditation in Buddhist centers in Europe.rn<h3></h3>rn&nbsp;rn<h3>Mahayana Precepts</h3>rnFor three days during the retreat we will be taking the Mahayana Precepts (see <a href=\"https://www.dropbox.com/s/4l9cq5961bjp30p/mahayana%20precepts.pdf?dl=0\">this document</a>) to increase the depth of the practice. This means that we will be eating only one meal per day (lunch at around 11:30). If you are unable to follow such a diet for medical reasons, you will need to provide for the an extra meal (dinner, breakfast will be available to prepare) yourself those three days.rn<h3>Experience</h3>rnThis retreat is suitable for beginners and experienced students who are looking for new inspiration.rn<h3>Payment</h3>rn&nbsp;rn<h4>Recommended donation:</h4>rn4900 SEK (3900 SEK for students, unemployed, etc.) To be payed at the latest two weeks prior to the retreat to reserve your spot.rn<h4>Payment from Sweden.</h4>rn<strong>Bank</strong>: Skandiabankenrnrn<strong>name of the account:</strong> Martin Strömrnrn<strong>account number:</strong> 9159-445.380-4.rn<h4><strong>International payments. </strong></h4>rn<strong>Beneficiary</strong>: Martin Strömrnrn<strong>IBAN</strong>: SE73 9150 0000 0915 9445 3804rnrn<strong>BIC</strong>: SKIASESSrnrn<strong>Bank address:</strong> Skandiabanken, Utlandsavd, S-106 55 STOCKHOLM, SWEDENrn<h3>Cancellation policy</h3>rn<strong>If you want to cancel your reservation please let us now ASAP (to make your spot available to others).</strong>rnrnIf you cancel your booking 2 weeks prior to the start date, we keep 200 SEK as an administrative fee.rnrnIf you cancel later than 2 weeks prior to the start date, we keep the entire donation unless we can find a replacement.rn<h3>Requirements</h3>rn<h4>To bring:</h4>rnSheets, duvet covers, pillow cases, towels, toiletries, books, pens etc.rnrnMeditation cushions and stools available at Dharmagiri, bring your own if you have particular wishes about what you want to sit on.rn<h4>Allergies/diet/health:</h4>rnIs there anything we need to know about your health?rnrnDo you need special diets or are allergic to something?rnrnAre you vegan?rnrnDo you snore? (So ​​we can take that into account when we make room placement...)rn<h3>How to get to Dharmagiri</h3>rn<em>By car</em>rnrn<a href=\"https://goo.gl/maps/FQ1XQKFEaPC2\">Click this link for Google maps directions</a>. From Stockholm it takes about 2-2.5 hours by car. Take road E18 to Enköping, before entering Enköping, take road 70 toward Sala. At the first roundabout at the entrance to Sala, go straight. At the second roundabout, follow signs to Saladamm (over the railroad tracks). After Saladamm it is straight ahead. About 27 km from Sala turn right at the sign for Bännbäck. Drive straight for approximately 3 km. Just after the sign V. Bännbäck look for houses to the right on a little hill.  There is a mailbox with a wagon wheel opposite the entrance.rnrn<em>By train or bus</em>rnrnThere are trains to Sala from, for example, Stockholm and Arlanda. It is also good to come from the south via Västeras. Search train times at <a href=\"http://www.sj.se/\">www.sj.se</a>. Train Stockholm - Sala costs approx 110-125 SEK single ticket, 2nd class, non-refundable. From Arlanda tickets are more expensive, there is a surcharge for stepping on / off.rnrnIf you cannot arrange to be picked up at the train in Sala you can take the bus to Möklinta. From there also needed pick-up by car, but it's closer Dharmagiri and may be easier to arrange a ride from there. Times for bus 63 Sala Travel Centre - Möklinta found on <a href=\"http://www.vl.se/\">www.vl.se</a>.rnrnThe return journey cannot be made by bus, but we will arrange car pooling to your destination or a ride back to the train in Sala.rnrnWe always do our best to arrange car pooling: Contact Martin Ström <span id=\"cloak53693\"><a href=\"mailto:martin.e.strom@gmail.com\">martin.e.strom@gmail.com</a></span>, +46 733 906633, if you have a car and can take passengers or if you need someone to go with.",
    "event_rsvp": "1",
    "event_rsvp_date": "2017-07-28",
    "event_rsvp_time": "00:00:00",
    "event_rsvp_spaces": "0",
    "event_spaces": "20",
    "event_private": "0",
    "location_id": "2",
    "recurrence_id": null,
    "event_category_id": null,
    "event_attributes": "a:0:{}",
    "event_date_created": "2017-05-05 10:09:53",
    "event_date_modified": "2017-05-06 22:55:58",
    "recurrence": "0"
  },
  {
    "event_id": "2",
    "post_id": "289",
    "event_slug": "study-group-for-equanimity-members",
    "event_owner": "1",
    "event_status": "1",
    "event_name": "Study group for Equanimity members",
    "event_start_time": "10:00:00",
    "event_end_time": "14:00:00",
    "event_all_day": "0",
    "event_start_date": "2017-05-08",
    "event_end_date": "2017-05-08",
    "post_content": "Study group for Equanimity members",
    "event_rsvp": "1",
    "event_rsvp_date": "2017-05-08",
    "event_rsvp_time": "10:00:00",
    "event_rsvp_spaces": "0",
    "event_spaces": "0",
    "event_private": "0",
    "location_id": "3",
    "recurrence_id": null,
    "event_category_id": null,
    "event_attributes": "a:0:{}",
    "event_date_created": "2017-05-06 23:20:48",
    "event_date_modified": "2017-05-06 23:22:22",
    "recurrence": "0"
  },
  {
    "event_id": "3",
    "post_id": "477",
    "event_slug": "test-test",
    "event_owner": "1",
    "event_status": null,
    "event_name": "Test - Test",
    "event_start_time": "00:00:00",
    "event_end_time": "00:00:00",
    "event_all_day": "0",
    "event_start_date": "2017-09-15",
    "event_end_date": "2017-09-16",
    "post_content": "Test",
    "event_rsvp": "1",
    "event_rsvp_date": "2017-09-15",
    "event_rsvp_time": "00:00:00",
    "event_rsvp_spaces": "0",
    "event_spaces": "0",
    "event_private": "0",
    "location_id": null,
    "recurrence_id": null,
    "event_category_id": null,
    "event_attributes": "a:0:{}",
    "event_date_created": "2017-09-14 13:00:17",
    "event_date_modified": "2017-09-14 13:01:10",
    "recurrence": "0"
  },
  {
    "event_id": "4",
    "post_id": "524",
    "event_slug": "geshe-sherab-peaceful-death-dying",
    "event_owner": "1",
    "event_status": "1",
    "event_name": "Geshe Sherab - Peaceful Death and Dying - 1-3 December 2017",
    "event_start_time": "00:00:00",
    "event_end_time": "00:00:00",
    "event_all_day": "0",
    "event_start_date": "2017-12-01",
    "event_end_date": "2017-12-03",
    "post_content": "<h1>Peaceful Death and Dying</h1>rn<h2>A Weekend of Teachings with Geshe Sherab, Stockholm 1-3 December 2017</h2>rnGeshe Sherab will discuss how we can prepare for ageing and death - and also how we can be helpful and give spiritual support to others at their last moments in this life.rnrnHe will describe the external and internal signs of death, known as death process - experienced by Tibetan meditators - and give tools on how to prepare for a peaceful death. It is possible and important to familiarise ourselves with this process and to meditate on it.rnrnGeshe Sherab will also describe our innate human potential, the so called Buddha nature, and give advice how we can nourish and actualise it.rnrn<strong>We c a n be prepared. . .</strong>rnrnAs we prepare for everything else in life; we prepare to move, to change jobs, to marry, to divorce e t c, we c a n also prepare ourselves to that situation in life with aging and death - and make the most out of it. So when it happens we are ready.rnrnWe all know death is definite - intellectually. But emotionally we tend to cling to permanence. Even talk about death tends to make us uncomfortable.That is why, when someone we know dies we are very shocked and we suffer a lot.rnrnThe certainty of impermanence and our own death needs to sink into our hearts and permeate our daily actions. Understanding impermanence and death is in fact instrumental in making life most meaningful, and more enjoyable for ourselves and for others. Thinking about death and impermanence can really help us see clearer what is important in life, and helps us make correct priorities.rnrn&nbsp;rnrn-----------------------rnrnAbout Geshe SherabrnrnGeshe Sherab teaches in English in a very down to earth and humorous manner, bringing clarity to even the most difficult topics. If you haven't yet had the pleasure of listening to Geshe-la don't miss this unique opportunity, you will not regret it!rnrnGeshe Sherab understands and connects very well with Western students, presenting the Dharma in English in an accessible, warm and open manner.rnrnGeshe Thubten Sherab was born in 1967 in a small village in the province of Manang, the western part of Nepal, to a Kagyu-Nyingma family. He entered Kopan Monastery at the age of nine and completed his Geshe studies at Sera Je monastery in South India, followed by a year at Gyumed Tantric College. He then completed retreat and teaching assignments both in the U.S. and Asia. He served as Head Master of Kopan Monastery's school for four years, overseeing debate training and tantric training activities.rnrnTeachings on SÖDERMALM StockholmrnErstagatan 28.rnAcross the yard, down the stairs on the right.rnrnEvening talk the 1st of December Friday 19-21rnrnRecommended donation: 200 kr/100 kr for students/pensioners.rnTo be payed by Paypal, transferred to our bank account, or paid by Swishrn(see below for details).rnrnWeekend course 2-3 of DecemberrnSaturday 10-17 andrnSunday 10-16rnrnRecommended donation: 800 kr (or 400 kr/day).rn600 kr (or 300 kr/day) for students/pensioners.rnCoffee and tea included.rnrn&nbsp;rnrnPay the donation to our account no later than January 11th.rnrnBank: Skandiabanken, name of account:rnMartin Ström, account number: 9159-445 3804.rnOr Swish: 073 390 6633. Please mark the transfer with your name!rnrnRegister for the course here!rnVery important! Just sending the donation is not sufficient.rnSince we expect a lot of people, it is also necessary to register for the Friday Dharma talk.",
    "event_rsvp": "1",
    "event_rsvp_date": "2017-12-01",
    "event_rsvp_time": "00:00:00",
    "event_rsvp_spaces": "0",
    "event_spaces": "0",
    "event_private": "0",
    "location_id": "5",
    "recurrence_id": null,
    "event_category_id": null,
    "event_attributes": "a:0:{}",
    "event_date_created": "2017-09-14 16:48:47",
    "event_date_modified": "2017-09-14 17:10:37",
    "recurrence": "0"
  }
]